{
    "factions": {
        "en": {
            "name": {
                "en": "Ent",
                "ko": "엔트",
                "ct": "mewoowo",
                "fr": "Ent",
                "pi": "Krakens",
                "lt": "Entai",
                "ne": "Ent",
                "sv": "Ent",
                "es": "Ent",
                "nb": "Ent",
                "it": "Enti",
                "hu": "Ent",
                "pl": "Ent"
            },
            "desc": {
                "en": "Seeking a bond with nature, the Ents tinkered with their own dna. A wild group of nomads, they say you'll never meet the same Ent twice.",
                "ko": "자연과의 결합을 추구, 엔트는 자신의 DNA를 만지작 거렸다. 유목민의 야생 그룹, 그들은 당신이 두 번 같은 엔트을 충족하지 못할거야 말한다.",
                "ct": "mewoowo",
                "fr": "Cherchant un lien avec la nature, les Ents ont fabriqué leur propre ADN. Sauvage groupe de nomades, on dit que vous ne rencontrerez jamais deux fois le même Ent",
                "pi": "Yarr, the race o' the krakens are a strange one. They were once but a cult, until Davy Jones cursed them to dwell in the sea.",
                "lt": "Pasak legendų, niekados nesutiksi dviejų visiškai vienodų Entų - nes pastarieji, siekdami maksimalaus ryšio su gamta modifikavo savo DNR.",
                "ne": "In hun zoektocht naar een band met de natuur hebben de Enten aan hun eigen DNA gesleuteld. Ze zijn een wilde groep nomaden, en ze zeggen dat je dezelfde Ent nooit tweemaal zult tegenkomen.",
                "sv": "Sökande efter en obligation med naturen,och enterna mixtrar med sin egen dna. En vild grupp av nomader, de säger att du aldrig kommer att möta samma Ent två gånger.",
                "es": "En la búsqueda de un lazo con la naturaleza, los Ents alteraron su propio ADN. Son un grupo salvaje de nómades, y dicen que nunca verás al mismo Ent dos veces.",
                "nb": "I sin søknad etter et bånd med naturen tuklet entene med sitt eget DNA. De er en vill gruppe nomader, og det sies at du aldri møter den samme enten to ganger.",
                "it": "Cercando un legame con la natura, gli Enti hanno modificato il loro DNA. Sono un gruppo di nomadi, e si dice che non si può vedere un Ente più di due volte.",
                "hu": "A természet lágy ölén találkozol az Ent-ekkel, kik foltozzák a saját DNS-üket. Egy vad nomád csoport. Azt mondják sosem fogod látni közülük kétszer ugyan azt az Ent-et.",
                "pl": "Szukając połączenia z naturą, Enty pomajstrowały przy swoim kodzie genetycznym. Dzika grupa nomadów powiada, że nie spotkasz tego samego Enta dwa razy."
            }
        },

        "mc": {
            "name": {
                "en": "Machine",
                "ko": "기계",
                "ct": "mewoowo",
                "fr": "Machine",
                "pi": "Inventors",
                "lt": "Kiborgai",
                "ne": "Machine",
                "sv": "Maskin",
                "es": "Máquina",
                "nb": "Maskin",
                "it": "Macchina",
                "hu": "Gép",
                "pl": "Robot"
            },
            "desc": {
                "en": "The relentless pursuit of knowledge lead some to improve their minds with metal. They have become far more than humans ever were, and far less.",
                "ko": "지식의 끊임없는 추구는 금속으로 그들의 마음을 개선하는 데 도움이되는 몇 가지를했다. 그들은 인간이 이제까지했던 것보다 훨씬 더, 훨씬 덜되고있다.",
                "ct": "mewoowo",
                "fr": "L'incessante poursuite de la connaissance en a mené certains à améliorer leurs esprits grâce au métal. Ils sont devenus bien plus que ce que les humains ont jamais été, et bien moins",
                "pi": "Tha inventors are a lively bunch, ever in the pursuit of rum and knowledge. They know how to make good cannons",
                "lt": "Siekdami išminties, savo smegenyse įtaisė implantus, taip tapdami žymiai galingesni nei žmonės, bet prarasdami žmogiškumą.",
                "ne": "De onophoudelijke speurtocht naar kennis leidde ertoe dat sommigen hun geest hebben verbeterd met metaal. Ze zijn veel meer dan mensen ooit waren, maar ook veel minder.",
                "sv": "Den obevekliga strävan efter kunskap leder några att förbättra sina sinnen med metall. De har blivit mycket mer än människan någonsin var, och långt mindre.",
                "es": "La búsqueda incansable del conocimiento llevó a algunos a mejorar sus mentes con metal. Se han convertido en mucho más que lo que los humanos nunca llegaron a ser, y en mucho menos.",
                "nb": "Den nådeløse jakten på kunnskap fører noen til å bedre sin mentale tankegang med metall. De har blitt langt mer enn mennesker noen sinne var, men også langt mindre.",
                "it": "L'incessabile ricerca di conoscenza ha portato alcuni a migliorare i loro cervelli con il metallo. Ora sono diventati molto più di come siano sempre stati gli umani, e molto di meno.",
                "hu": "A könyörtelen törekvés az emberi tudás felé néha ahhoz vezet, hogy javítaniuk kell a színesfémet a fejükben. Ők többet alkotnak mint az ember valaha is.",
                "pl": "Nieustępliwy pościg za wiedzą poprowadził do polepszenia wiedzy o metalach. Stały się znacznie potężniejsze niż ludzie kiedykolwiek byli."
            }
        },

        "el": {
            "name": {
                "en": "Elite",
                "ko": "엘리트",
                "ct": "mewoowo",
                "fr": "Élite",
                "pi": "Swashbucklers",
                "lt": "Elitas",
                "ne": "Elite",
                "sv": "Elit",
                "es": "Élite",
                "nb": "Elite",
                "it": "Elite",
                "hu": "Elit",
                "pl": "Elita"
            },
            "desc": {
                "en": "Taking delight in the pleasures of this world, Elites have dominated the wealthy ruling class. A beautiful people, as long as you don't dig too deep.",
                "ko": "이 세상의 쾌락의 기쁨을 촬영, 엘리트는 부유 한 지배 계급을 지배했다. 만큼 당신이 너무 깊이 파고하지 않는 아름다운 사람들.",
                "ct": "mewoowo",
                "fr": "Trouvant leur bonheur dans les petits plaisirs de ce monde, les Élites ont dominé la classe riche dominante. Un beau peuple, tant que vous n'allez pas trop loin",
                "pi": "The swashbucklers are the men o' the sea, always about on a ship. They are superb at boardin' other ships. ",
                "lt": "Besimėgaudami pagundų teikiamu malonumu, Elitai dominavo turtingujų klasę.",
                "ne": "De Elite zoekt haar genoegdoening in het genot van de wereld. Ze domineren de rijke aristocratie. Een mooi volk, zolang je niet te diep kijkt.",
                "sv": "Med glädje i njutning av denna värld, har eliter dominerat den förmögna härskande klassen.Vackra människor, så länge du inte gräver för djupt.",
                "es": "Disfrutando de los placeres de este mundo, los Élites han dominado la clase rica y dominante. Personas hermosas, siempre y cuando no hurgues muy profundo en ellas.",
                "nb": "Elitene har dominert den velstående overklassen, der de tar fryd i denne jordas gleder. Et vakkert folkeslag, så lenge du ikke graver for dypt.",
                "it": "Deliziando i piaceri di questo mondo, gli Elite hanno dominato la ricca classe dirigente. Sono persone bellissime, fino a quando non scavi troppo in profondità.",
                "hu": "Nagy figyelemben gyönyörködhetnek az elitek a mai világban. Ők uralják az egész világot! Nagyon szép természetűek, amíg nem ásnak túl mélyre...",
                "pl": "Rozkoszując się przyjemnościami tego świata, Elici zdominowali zamożne klasy społeczeństwa. Piękni ludzie, póki nie kopiesz za głęboko."
            }
        },

        "ze": {
            "name": {
                "en": "Zealot",
                "ko": "열광 자",
                "ct": "mewoowo",
                "fr": "Fanatique",
                "pi": "Priest",
                "lt": "Fanatikai",
                "ne": "Zeloot",
                "sv": "Zealot",
                "es": "Fanático",
                "nb": "Selot",
                "it": "Fanatico",
                "hu": "Zelóta",
                "pl": "Zealot"
            },
            "desc": {
                "en": "Always certain of the truth, Zealots are more than willing to fight for it. The fires of constant war have honed their military skills to perfection.",
                "ko": "진리를 항상 일정, 질럿 그것을 위해 싸울 의도보다는 좀더. 지속적인 전쟁의 불이 완벽하게 자신의 군사 기술을 연마했다.",
                "ct": "mewoowo",
                "fr": "Toujours certains de détenir la vérité, les Fanatiques sont plus que déterminés à se battre pour elle. Les feux constants de la guerre ont aiguisé leurs compétences militaires à la perfection.",
                "pi": "The priests are a pirate's bain, preaching' what be right and what be wrong. Filthy landlubbers.",
                "lt": "Patirtis įgauta kovų metu, vardan savosios tiesos, visiškai ištobulinų Fanatikų armija. ",
                "ne": "Zeloten zijn altijd zeker van de waarheid, en meer dan bereid ervoor te vechten. De vuren van hun constante oorlog hebben hun militaire vaardigheid tot perfectie aangescherpt.",
                "sv": "Alltid säker på sanningen, zeloterna är mer än villiga att kämpa för det. Bränderna i konstanta krig har finslipat sina militära färdigheter till perfektion.",
                "es": "Siempre seguros de la verdad, los Fanáticos están más que dispuestos a luchar por ella. Las llamas de la guerra constante han hecho que sus habilidades militares alcancen la perfección.",
                "nb": "Alltid sikker på sannheten, er Seloter mer enn villig til å kjempe for den. Brannene av konstant krig har finpusset deres militære ferdigheter til perfeksjon.",
                "it": "Sempre certi della verità, i Fanatici sono più che disposti per combattere per lei. I focolari di guerra costante hanno portato le loro abilità militari alla perfezione.",
                "hu": "Mindig képesek harcolni nagy elszántsággal ha kell. Ők a zelóták, kik a forró tűzharcok idején elnyerték maguknak minden lehetséges harcképesség tudásukat.",
                "pl": "Zawsze świadomi prawdy, Zealoci bardziej pragną za nią walczyć. Ognie ciągłej wojny wyostrzyły zmysły i zdolności ich żołnierzy do perfekcji."
            }
        }
    }
}
