{
    "fractures": [
        {
            "en": "After finishing his performance at the theater, John Wilkes Booth hurried to his dressing room. He began changing out of his stage clothes immediately, he wanted nothing more than to get them off. A knock on the door interrupted him mid-pants. Booth opened the door a crack and peeked though. The boy on the other side looked a bit flush as he waved a telegram. \"I read it, sir.\", the boy said. \"It's your mother, they say she has some kind of sickness they've never seen before.\"",
            "fr": "Après sa performance au théâtre, John Wilkes Booth se rua vers sa loge. Il se dépêcha d'enlever ses vêtements de scène, c'était tout ce qu'il voulait. Un coup à la porte l'interrompit alors qu'il enlevait ses pantalons. Il ouvrit la porte un peu pour regarder. Le garçon de l'autre côté semblait gêné pendant qu'il montrait un message. «Je l'ai lu, monsieur», dit-il. «C'est votre mère, ils disent qu'elle a une sorte de maladie qu'ils n'ont jamais vue avant."
        },
        {
            "en": "Heads or tails, call it. \"Heads!\" The ref flipped the coin into the air, but not before pausing a moment to wonder how it got all scratched up. It was his favorite coin, too.",
            "fr": "Pile ou face ? « Face !» L'arbitre lança la pièce en l'air, mais pas avant de prendre une pause pour se demander comment elle s'était abîmée. C'était sa pièce préférée, après tout."
        },
        {
            "en": "Julia Lennon said goodbye to her friends and turned to cross the street. To her dismay she saw a car burst into flames, screech from side to side, and crash into the hedges behind her. The driver jumped out with a screech of his own and began patting his smoldering clothes. It was later discovered that a faulty seal had been the cause of the fire. Standard Motor Company was forced to issue a recall in response to the public backlash.",
            "fr": "Julia Lennon dit aurevoir à ses amis avant de se retourner et de traverser la rue. À son grand désarroi, elle vit une voiture s'enflammer, déraper d'un côté à l'autre et s'écraser dans les haies derrière elle. Le conducteur sortit avec un cri et commença à tapoterr ses vêtements fumants. La cause du feu, découvere plus tard, était un joint défectueux. La Standard Motor Company a été obligée de lancer un rappel suite à la réaction de la population."
            "fr": "",
        }
    ]
}
