{
    "fractures": [
        {
            "en": "After finishing his performance at the theater, John Wilkes Booth hurried to his dressing room. He began changing out of his stage clothes immediately, he wanted nothing more than to get them off. A knock on the door interrupted him mid-pants. Booth opened the door a crack and peeked though. The boy on the other side looked a bit flush as he waved a telegram. \"I read it, sir.\", the boy said. \"It's your mother, they say she has some kind of sickness they've never seen before.\"",
            "ne": "Nadat zijn voorstelling in het theater afgelopen was, haastte John Wilkes Booth zich naar zijn kleedkamer. Hij begon zich onmiddelijk om te kleden, hij wilde niets liever dan zijn kleren uittrekken. Terwijl hij met zijn broek bezig was werd hij onderbroken door kloppen op de deur. Booth opende de deur en keek door de spleet naar buiten. De jongen aan de andere kant bloosde een beetje terwijl hij met een telegram zwaaide. \"Ik heb het al gelezen, meneer.\", zei de jongen. \"Het is je moeder, ze zeggen dat ze een soort van ziekte heeft die ze nog nooit erder hebben gezien.\"",
            "fr": "Après sa performance au théâtre, John Wilkes Booth se rua vers sa loge. Il se dépêcha d'enlever ses vêtements de scène, c'était tout ce qu'il voulait. Un coup à la porte l'interrompit alors qu'il enlevait ses pantalons. Il ouvrit la porte un peu pour regarder. Le garçon de l'autre côté semblait gêné pendant qu'il montrait un message. «Je l'ai lu, monsieur», dit-il. «C'est votre mère, ils disent qu'elle a une sorte de maladie qu'ils n'ont jamais vue avant.",
            "hu": "Miután befejezte az előadását a színházban, John Wilkes Booth sietett az öltözőszobájába. Elkezdett átöltözni azonnal, nem akart mást csak megválni a sok rajta feszülő kelléken. Mikor a gatyáját küzdte le magáról, valaki kopogtatott. Kinyílt az ajtó: a fiú bekukucskált egy kicsit majd elkezdte: \"Elolvastam uram.\", mondta. \"Az ön anyja... azt mondták az ön anyjának valamilyen soha nem látott betegsége van.\"",
            "pi": "After he finishing wussying around on the stage, John Wilkes Booth rushed to his changin' quarters. He began changin' out of his stage garb; he wanted nothing but his sailor's clothes. A knock at the door made him pause, trousers half undone. He opened the door a sliver and spied through. The lad in the hall looked nervous as he waved a telegram. \"I can't read, sir.\", the lad told him. \"The postmaster told me that it's about your mother... she has some sort of sickness they've never seen before.\""
        },
        {
            "en": "Heads or tails, call it. \"Heads!\" The ref flipped the coin into the air, but not before pausing a moment to wonder how it got all scratched up. It was his favorite coin, too.",
            "ne": "Kop of munt, zeg het maar. \"Kop!\" De scheidsrechter gooide de munt op, maar eerst vroeg hij zich even af hoe al die krassen er op waren gekomen. Het was nog wel zijn favoriete munt.",
            "fr": "Pile ou face ? « Face !» L'arbitre lança la pièce en l'air, mais pas avant de prendre une pause pour se demander comment elle s'était abîmée. C'était sa pièce préférée, après tout.",
            "hu": "Fej vagy írás? \"Fej!\" Az fény visszacsillogott a forduló érméről, mely egy pillanatra megált a levegőben, hogy mindenki láthassa karcolásait. Ez volt a kedves érméje.",
            "pi": "\"Skulls or bones, choice be yours.\" \"Skulls, matey!\" the pirate drawled. The adjudicator tossed the coin up after pausing a second to wonder when it had gotten scuffed. It was his choice piece o' eight, too."
        },
        {
            "en": "Julia Lennon said goodbye to her friends and turned to cross the street. To her dismay she saw a car burst into flames, screech from side to side, and crash into the hedges behind her. The driver jumped out with a screech of his own and began patting his smoldering clothes. It was later discovered that a faulty seal had been the cause of the fire. Standard Motor Company was forced to issue a recall in response to the public backlash.",
            "ne": "Julia Lennon zei haar vrienden gedag en draaide zich om om de straat over te steken. Tot haar afschuw zag ze een auto in valmmen uitbarsten, gierend heen en weer zwaaien, en in de heggen achter haar tot stilstand komen. De bestuurder sprong uit de auto, zelf ook gierend, en begon zijn smeulende kleren uit te slaan. Er werd later ontdekt dat een kapotte zegel het vuur had veroorzaakt. Standard Motor Company was gedwongen om de auto's terug te roepen als reactie op de publieke verontwaardiging.",
            "fr": "Julia Lennon dit aurevoir à ses amis avant de se retourner et de traverser la rue. À son grand désarroi, elle vit une voiture s'enflammer, déraper d'un côté à l'autre et s'écraser dans les haies derrière elle. Le conducteur sortit avec un cri et commença à tapoterr ses vêtements fumants. La cause du feu, découvere plus tard, était un joint défectueux. La Standard Motor Company a été obligée de lancer un rappel suite à la réaction de la population.",
            "hu": "Julia Lenonn elköszönt barátaitól, majd hazaindult. Meglátott egy égő autót lezuhanni a sövény mögé, melyből egy sikoltó ember ugrott ki. A férfi ijedten oltogatta az égő ruháit. Később kiderült a kipufogó cső volt a hibás.",
            "pi": "Jules Lenn'n wished her friends goodbye to her maties and turned to set sail. To her utter dismay, the ship next to hers started smoldering at the helm, tip to the side, and fall on the dock next to her ship. The cap'n, ablaze, jumped into the harbor to put himself off, all the while  yelling \"ABANDON SHIP!\". It was later discovered that some faulty gunpowder had ignited and set the ship ablaze, while also punchin' a hole in the bottom o' the ship. Gundpowder 'R' Us subsequently went out of business since no pirates would buy their poweder."
        }
    ]
}
